//
//  HindiDictionary.swift
//  canvpn
//
//  Created by Can Babaoğlu on 10.08.2023.
//

import Foundation

// hi
struct HindiDictionary {
    static let values: [String: String] = [
        "connect_key": "कनेक्ट करें",
        "connecting_key": "कनेक्ट हो रहा है",
        "connected_key": "कनेक्टेड",
        "disconnect_key": "डिस्कनेक्ट करें",
        "disconnected_key": "डिस्कनेक्टेड",
        "disconnecting_key": "डिस्कनेक्ट हो रहा है",
        "initial_key": "स्टार्ट करने के लिए टैप करें",
        "privacy_policy_key": "गोपनीयता नीति",
        "terms_of_service_key": "उपयोग की शर्तें",
        "pp_tos_key": "एप्लिकेशन का उपयोग करके आप उपयोग की शर्तें और गोपनीयता नीति स्वीकार करते हैं।",
        "current_ip_key": "वर्तमान आईपी",
        "error_occur_reload": "त्रुटि हुई, कृपया ऐप रीलोड करें।",
        "error_occur_location": "त्रुटि हुई, कृपया पहले स्थान चुनें।",
        "error_try_again": "त्रुटि हुई, कृपया पुनः प्रयास करें।",
        "error_location_again": "त्रुटि हुई, कृपया स्थान फिर से चुनें!",
        "choose_location": "स्थान चुनें",
        "premium_desc_1": "गुमनाम सर्फिंग के साथ अपना आईपी छिपाएं",
        "premium_desc_2": "खोज के लिए 1000 एमबीपीएस तक की बैंडविड्थ",
        "premium_desc_3": "विज्ञापनों के बिना ऐप का आनंद लें",
        "premium_desc_4": "एन्क्रिप्टेड टनल के माध्यम से ट्रैफिक ट्रांसफर करें",
        "premium_title_1": "गुमनाम",
        "premium_title_2": "तेज",
        "premium_title_3": "विज्ञापनों को हटाएं",
        "premium_title_4": "सुरक्षित",
        "upgrade_pro": "प्रो में अपग्रेड करें",
        "upgrade_pro_detail": "प्रीमियम को मुफ्त में आज़माएं, कभी भी रद्द करें।",
        "premium_feature_title": "प्रीमियम सुविधाएँ",
        "error_on_restore_title": "सदस्यता को बहाल करने में विफल हुआ।",
        "error_on_restore_desc": "आपके पास कोई सक्रिय सदस्यता नहीं है।",
        "ok_button_key": "ठीक है",
        "error_on_productId": "सदस्यता उत्पाद आईडेंटिफ़ायर नहीं मिला।",
        "error_on_product": "सदस्यता उत्पाद नहीं मिला।",
        "error_on_product_request": "वर्तमान में उपलब्ध सदस्यता उत्पादों को प्राप्त करने में असमर्थ।",
        "error_on_payment": "सदस्यता प्रक्रिया रद्द कर दी गई थी।",
        "subscribe_button_key": "अभी सदस्यता लें",
        "subs_terms_key": "सदस्यता नियम",
        "subs_restore_key": "सदस्यता को पुनर्स्थापित करें",
        "subs_terms_detail_key" : "हम साप्ताहिक, मासिक, वार्षिक और जीवनकाल की सदस्यता प्रदान करते हैं, जिससे मासिक मूल्य में छूट प्रदान की जाती है। मूल्य ऐप में स्पष्ट रूप से प्रदर्शित किए जाते हैं।\n- खरीददारी की पुष्टि पर आपके iTunes खाते में शुल्क लगाया जाएगा।\n- आपकी सदस्यता स्वचालित रूप से नवीकरण होगी जब तक स्वचालित नवीनीकरण वर्तमान अवधि के समाप्त होने से कम से कम 24 घंटे पहले बंद नहीं किया जाता है।\n- आपके खाते को वर्तमान अवधि के समाप्त होने से 24 घंटे पहले नवीनीकरण के लिए शुल्क लगाया जाएगा।\n- आप iTunes स्टोर में अपनी खाता सेटिंग्स में जाकर अपनी सदस्यता को प्रबंधित कर सकते हैं और स्वचालित नवीनीकरण को बंद कर सकते हैं।\n- यदि प्रस्तावित है, यदि आप हमारी मुफ्त परीक्षण का उपयोग करने का चयन करते हैं, तो मुफ्त परीक्षण की अवधि का कोई भी अप्रयुक्त हिस्सा तब खो दिया जाएगा जब आप उस प्रकाशन के लिए सदस्यता खरीदते हैं, जहां लागू होता है।\n- यदि आप iLove VPN को खरीदने का चयन नहीं करते हैं, तो आप बस iLove VPN का उपयोग करते रह सकते हैं और मुफ्त में आनंद ले सकते हैं।\nआपका व्यक्तिगत डेटा iLove VPN पर सुरक्षित रूप से संग्रहीत है, कृपया हमारी गोपनीयता नीति और उपयोग की शर्तें पढ़ें।",
        "upgraded_to_pro": "प्रीमियम उपयोगकर्ता",
        "upgraded_to_pro_detail": "आप प्रीमियम के रूप में सभी स्थानों का उपयोग कर सकते हैं।",
        "free_user_selected_premium_message": "प्रीमियम स्थान का उपयोग करने के लिए आपको सदस्यता लेनी होगी।"
    ]
}

