//
//  UrduDictionary.swift
//  canvpn
//
//  Created by Can Babaoğlu on 10.08.2023.
//

import Foundation

// ur
struct UrduDictionary {
    static let values: [String: String] = [
        "connect_key": "منسلک کریں",
        "connecting_key": "منسلک ہو رہا ہے",
        "connected_key": "منسلک",
        "disconnect_key": "منسلکی ختم کریں",
        "disconnected_key": "منسلکی ختم ہوگئی",
        "disconnecting_key": "منسلکی ختم ہو رہی ہے",
        "initial_key": "شروع کرنے کے لئے ٹیپ کریں",
        "privacy_policy_key": "پرائیویسی پالیسی",
        "terms_of_service_key": "استعمال کی شرائط",
        "pp_tos_key": "اپلیکیشن استعمال کرتے ہوئے، آپ استعمال کی شرائط اور پرائیویسی پالیسی سے اتفاق کرتے ہیں۔",
        "current_ip_key": "موجودہ IP",
        "error_occur_reload": "ایک خطا واقع ہوئی ہے، براہ کرم ایپ دوبارہ بارگذاری کریں۔",
        "error_occur_location": "ایک خطا واقع ہوئی ہے، براہ کرم جاری رکھنے سے پہلے ایک لوکیشن منتخب کریں۔",
        "error_try_again": "ایک خطا واقع ہوئی ہے، براہ کرم دوبارہ کوشش کریں۔",
        "error_location_again": "ایک خطا واقع ہوئی ہے، براہ کرم لوکیشن دوبارہ منتخب کریں!",
        "choose_location": "لوکیشن منتخب کریں",
        "premium_desc_1": "خود کو ناشناس سرفہرستی سے چھپائیں",
        "premium_desc_2": "کھوج کے لئے تازہ کاری تک میگابائٹ فی سیکنڈ تک بینڈوڈ",
        "premium_desc_3": "10+ مقامات سے آزادانہ طور پر انتخاب کریں۔",
        "premium_desc_4": "خفیہٗ مفتولی تونل کے ذریعہ ٹریفک منتقل کریں",
        "premium_title_1": "ناشناس",
        "premium_title_2": "تیز",
        "premium_title_3": "10+ مقام",
        "premium_title_4": "محفوظ",
        "upgrade_pro": "PRO کو اپ گریڈ کریں",
        "upgrade_pro_detail": "پریمیم کو فوری آزمائیں، کسی بھی وقت منسوخ کریں۔",
        "premium_feature_title": "پریمیم خصوصیات",
        "error_on_restore_title": "اشتراک بحال کرنے میں ناکامی ہوئی۔",
        "error_on_restore_desc": "آپ کے پاس کوئی فعال اشتراک نہیں ہے۔",
        "ok_button_key": "ٹھیک ہے",
        "error_on_productId": "اشتراک پروڈکٹ کا شناخت کار نہیں ملا۔",
        "error_on_product": "اشتراک پروڈکٹ نہیں ملا۔",
        "error_on_product_request": "فی الحال دستیاب اشتراک پروڈکٹس کو حاصل کرنے میں ناکامی۔",
        "error_on_payment": "اشتراک کی پروسیس منسوخ کردی گئی۔",
        "subscribe_button_key": "ابھی سبسکرائب کریں",
        "subs_terms_key": "سبسکرپشن کی شرائط",
        "subs_restore_key": "سبسکرپشن بحال کریں",
        "subs_terms_detail_key" : "ہم ہفتہ وار، مہینہ وار، سالانہ اور مدی العمر کی سبسکرائب کرنے کی پیشکش کرتے ہیں جو مہینہ وار قیمت میں چھوٹ دیتے ہیں۔ قیمتیں ایپ میں صاف طور پر دکھائی جاتی ہیں۔\n- آپ کے iTunes اکاؤنٹ کو خریداری کی تصدیق پر ادائیگی کی جائے گی۔\n- آپ کی سبسکرائب خود بخود تجدید ہو جائے گی جب تک خودکار تجدید موجودہ مدت کے ختم ہونے سے کم از کم 24 گھنٹے پہلے بند نہ ہو۔\n- آپ کے اکاؤنٹ کو موجودہ مدت کے ختم ہونے سے 24 گھنٹے پہلے تجدید کے لئے چارج کیا جائے گا۔\n- آپ iTunes کی دکان میں اپنی اکاؤنٹ کی ترتیبات میں جا کر اپنی سبسکرائب کو منظم کر سکتے ہیں اور خودکار تجدید کو بند کر سکتے ہیں۔\n- اگر پیش کی جائے، اگر آپ ہماری مفت آزمائش استعمال کرنے کا انتخاب کرتے ہیں، تو جب آپ اس اشاعت کے لئے ایک سبسکرائب خریدتے ہیں تو مفت آزمائش کی مدت کا کوئی بھی استعمال نہ کیا گیا حصہ ضائع ہو جائے گا، جہاں موزوں ہو۔\n- اگر آپ iLove VPN خریدنے کا انتخاب نہ کریں، تو آپ بس iLove VPN کو مفت استعمال کرتے رہ سکتے ہیں اور اسے لطف اندوز ہو سکتے ہیں۔\nآپ کے ذاتی معلومات iLove VPN پر محفوظ طور پر محفوظ ہیں، براہ کرم ہماری رازداری کی پالیسی اور استعمال کی شرائط پڑھیں۔",
        "upgraded_to_pro": "پریمیم صارف",
        "upgraded_to_pro_detail": "آپ پریمیم طور پر تمام مقامات استعمال کرسکتے ہیں۔",
        "free_user_selected_premium_message": "آپ کو پریمیوم مقام استعمال کرنے کیلئے سبسکرائب کرنا ہوگا۔",
        "try_coupon_code_key": "کوپن کوڈ آزمائیں"
    ]
}

